Repository: muthucsm2018/SparePro
Catalog: SparePro.Repository/Resource/PROMessage.*.resx
Languages: ta

# ExcelImport_TemplateRowEmpty
source: <b style='Color:Red'>Excel Empty Row</b>
ta: <b style = 'நிறம்: சிவப்பு'> எக்செல் வெற்று வரிசை </b>

# Err_SalesAmount_Validate
source: Payable Amount {0} should be <= Sales Amount {1}
ta: செலுத்த வேண்டிய தொகை {0} இருக்க வேண்டும் <= விற்பனை தொகை {1}

# Err_SalesCustomerBalance_Validate
source: Amount {0} should be <= Customer Balance Amount {1}
ta: தொகை {0} இருக்க வேண்டும் <= வாடிக்கையாளர் இருப்பு தொகை {1}

# Err_SalesDebitAmount_Validate
source: Payable Amount {0} should be <= Sales Amount {1}
ta: செலுத்த வேண்டிய தொகை {0} இருக்க வேண்டும் <= விற்பனை தொகை {1}

# Err_CustomerAccountBalance_Validate
source: Sales Amount {0} should be <= Customer Balance Amount {1}
ta: விற்பனை தொகை {0} இருக்க வேண்டும் <= வாடிக்கையாளர் இருப்பு தொகை {1}

# Err_SalesPaid_AmountValidate
source: Sales Payment Amount {0} should be <= Sales Payable Amount {1}
ta: விற்பனை செலுத்தும் தொகை {0} இருக்க வேண்டும் <= விற்பனை செலுத்த வேண்டிய தொகை {1}

# Drp_DefaultHeaderMaster_PaymentStatus
source: Select Payment Status
ta: கட்டண நிலையைத் தேர்ந்தெடுக்கவும்

# ErrPurchaseReturn_Amount
source: Please Enter Return Amount
ta: ரிட்டர்ன் தொகையை உள்ளிடவும்

# Err_Common_PurchaseReturnAmountValidate
source: Amount{0} should be <= Purchase Return Amount{1}
ta: தொகை {0} இருக்க வேண்டும் <= வாங்குதல் திரும்ப தொகை {1}

# Err_SalesReturnPaid_AmountValidate
source: Sales Return Payment Amount {0} should be <= Sales Payable Amount {1}
ta: விற்பனை வருமானம் செலுத்தும் தொகை {0} இருக்க வேண்டும் <= விற்பனை செலுத்த வேண்டிய தொகை {1}

# Common_PayableType
source: Select the Payable Type
ta: செலுத்த வேண்டிய வகையைத் தேர்ந்தெடுக்கவும்

# Common_SelectDate
source: Please Select Date
ta: தயவுசெய்து தேதியை தேர்ந்தெடுக்கவும்

# Err_UnPackMaster_UnPackCodeName
source: Please Select UnPack ProductName
ta: தயவுசெய்து UnPack ProductName ஐ தேர்ந்தெடுக்கவும்

# Err_EntertheFinancialName
source: Enter the Financial Name
ta: நிதி பெயரை உள்ளிடவும்

# Err_SelecttheEndDate
source: Select the End Date
ta: முடிவு தேதியை தேர்ந்தெடுக்கவும்

# Err_SelecttheStartDate
source: Select the Start Date
ta: தொடக்க தேதியைத் தேர்ந்தெடுக்கவும்

# Err_ProductMaster_MRPCostPrice
source: MRP should be >= Purchase Cost Price
ta: எம்ஆர்பி இருக்க வேண்டும்> = கொள்முதல் விலை

# Err_ProductMaster_SellingCostPrice
source: Selling Price should be >= Purchase Cost Price
ta: விற்பனை விலை>> கொள்முதல் விலை விலை இருக்க வேண்டும்

# Err_ProductMaster_BarCode
source: Please Enter BarCode
ta: பார்கோடு உள்ளிடவும்

# Err_CustomerMaster_GSTNumber
source: GST Number is Required
ta: ஜிஎஸ்டி எண் தேவை

# ErrStock_Adjustmentquantityzeronegativevaluenotallowed
source: Adjustment quantity zero/negative value not allowed
ta: சரிசெய்தல் அளவு பூஜ்யம்/எதிர்மறை மதிப்பு அனுமதிக்கப்படவில்லை

# ErrStock_Pleaseselectsomeproductstostockadjustment
source: Please select some products to stock adjustment
ta: பங்குச் சரிசெய்தலுக்கு சில தயாரிப்புகளைத் தேர்ந்தெடுக்கவும்

# ErrTransfers_PleaseenterNote
source: Please Enter Note
ta: தயவுசெய்து குறிப்பை உள்ளிடவும்

# ErrTransfers_PleaseselectFromstore
source: Please select From store
ta: கடையில் இருந்து தேர்ந்தெடுக்கவும்

# ErrTransfers_PleaseselectsomeproductstoTransfer
source: Please select some products to Transfer
ta: மாற்ற சில தயாரிப்புகளைத் தேர்ந்தெடுக்கவும்

# ErrTransfers_PleaseselectTostore
source: Please select To store
ta: சேமிப்பதற்குத் தேர்ந்தெடுக்கவும்

# ErrTransfers_Zeronegativevaluenotallowed
source: Zero/negative value not allowed
ta: பூஜ்ஜியம்/எதிர்மறை மதிப்பு அனுமதிக்கப்படவில்லை

# ErrSales_Pleaseenterquantity
source: Please enter quantity
ta: தயவுசெய்து அளவை உள்ளிடவும்

# err_SalesQtyNotAvailable
source: No Stock available for this Product
ta: இந்த தயாரிப்புக்கு கையிருப்பு இல்லை

# Err_SGSTEqualtoCGST
source: SGST and CGST should be equal
ta: SGST மற்றும் CGST சமமாக இருக்க வேண்டும்

# Err_ProductMaster_Supplier
source: Please Select Supplier
ta: தயவுசெய்து சப்ளையரைத் தேர்ந்தெடுக்கவும்

# SameStoreSelect
source: Please select different Store
ta: தயவுசெய்து வேறு கடையைத் தேர்ந்தெடுக்கவும்

# Atleast1Active
source: Atleast one Financial year should be active
ta: குறைந்தபட்சம் ஒரு நிதி ஆண்டு செயல்பட வேண்டும்

# Message_Pleaseselectcustomer
source: Please select customer
ta: தயவுசெய்து வாடிக்கையாளரைத் தேர்ந்தெடுக்கவும்

# Message_PleaseaddPaymentdetailsandSubmit
source: Please add Payment details and Submit
ta: தயவுசெய்து கட்டண விவரங்களைச் சேர்த்து சமர்ப்பிக்கவும்

# Message_Pleaseaddproduct
source: Please add product
ta: தயவுசெய்து தயாரிப்பைச் சேர்க்கவும்

# Message_PleaseentersalesReferenceNumber
source: Please enter sales Reference Number
ta: விற்பனை குறிப்பு எண்ணை உள்ளிடவும்

# Err_AccountMaster_EndDate
source: Select the End Date
ta: முடிவு தேதியை தேர்ந்தெடுக்கவும்

# Err_AccountMaster_StartDate
source: Select the Start Date
ta: தொடக்க தேதியைத் தேர்ந்தெடுக்கவும்
