Repository: muthucsm2018/SparePro
Catalog: SparePro.Repository/Resource/PROMessage.*.resx
Languages: ta

# Common_FileUpload
source: Please Upload File and Proceed
ta: தயவுசெய்து கோப்பைப் பதிவேற்றி தொடரவும்

# Common_EnterValidEmailAddress
source: Enter Valid Email Address
ta: செல்லுபடியாகும் மின்னஞ்சல் முகவரியை உள்ளிடவும்

# Err_HSNMaster_CGST
source: CGST is Required
ta: CGST தேவை

# Err_HSNMaster_Description
source: Description is Required
ta: விளக்கம் தேவை

# Err_HSNMaster_HSNCode
source: HSN Code is Required
ta: HSN குறியீடு தேவை

# Err_HSNMaster_SGST
source: SGST is Required
ta: SGST தேவை

# Drp_DefaultHeaderMaster_Author
source: Select Author
ta: ஆசிரியரைத் தேர்ந்தெடுக்கவும்

# Drp_DefaultHeaderMaster_Maker
source: Select Maker
ta: தயாரிப்பாளரைத் தேர்ந்தெடுக்கவும்

# Drp_DefaultHeaderMaster_Category
source: Select Category
ta: பிரிவை தேர்வு செய்க

# Drp_DefaultHeaderMaster_ProductType
source: Select Product Type
ta: தயாரிப்பு வகையைத் தேர்ந்தெடுக்கவும்

# Drp_DefaultHeaderMaster_Store
source: Select Warehouse
ta: கடையைத் தேர்ந்தெடுக்கவும்

# Err_ProductMaster_ProductCode
source: Product Code is Required
ta: தயாரிப்பு குறியீடு தேவை

# ProductMaster_PleaseSelectHSN
source: Please Select HSN
ta: தயவுசெய்து HSN ஐ தேர்ந்தெடுக்கவும்

# ProductMaster_PleaseSelectPublication
source: Please Select Publication
ta: தயவுசெய்து வெளியீட்டைத் தேர்ந்தெடுக்கவும்

# ProductMaster_PleaseSelectSubCategory
source: Please Select Sub Category
ta: தயவுசெய்து துணை வகையைத் தேர்ந்தெடுக்கவும்

# Err_ProductMaster_Category
source: Please Select Category
ta: தயவுசெய்து வகையைத் தேர்ந்தெடுக்கவும்

# Err_ProductMaster_CostPrice
source: Please Enter Cost Price
ta: தயவுசெய்து செலவு விலையை உள்ளிடவும்

# Err_ProductMaster_HSN
source: Please Select HSN
ta: தயவுசெய்து HSN ஐ தேர்ந்தெடுக்கவும்

# Err_ProductMaster_MRP
source: Please Enter MRP
ta: தயவுசெய்து MRP ஐ உள்ளிடவும்

# Err_ProductMaster_PrintName
source: Please Enter PrintName
ta: தயவுசெய்து PrintName ஐ உள்ளிடவும்

# Err_ProductMaster_ProductType
source: Please Select ProductType
ta: தயவுசெய்து ProductType ஐ தேர்ந்தெடுக்கவும்

# Err_ProductMaster_SellingPrice
source: Please Enter Selling Price
ta: தயவுசெய்து விற்பனை விலையை உள்ளிடவும்

# Err_ProductMaster_Store
source: Please Select Store
ta: தயவுசெய்து கடையைத் தேர்ந்தெடுக்கவும்

# Err_SubCategoryMaster_EnterSubCategoryName
source: Sub Category Name is Required
ta: துணைப்பிரிவின் பெயர் தேவை

# Err_SubCategoryMaster_SelectCategory
source: Please Select Category
ta: தயவுசெய்து வகையைத் தேர்ந்தெடுக்கவும்

# SubCategoryMaster_PleaseSelectSubCategory
source: Please Select Sub Category
ta: தயவுசெய்து துணை வகையைத் தேர்ந்தெடுக்கவும்

# Err_CustomerMaster_CustomerName
source: Customer Name is Required
ta: வாடிக்கையாளர் பெயர் தேவை

# Err_CustomerMaster_MobileNo
source: Mobile No is Required
ta: மொபைல் எண் அவசியம்

# Err_PublicationMaster_PublicationName
source: Publication Name is Required
ta: வெளியீட்டு பெயர் தேவை

# Err_SupplierMaster_ContactPersonName
source: Contact Person Name is Required
ta: தொடர்பு நபரின் பெயர் தேவை

# Err_SupplierMaster_EmailID
source: Email ID is Required
ta: மின்னஞ்சல் ஐடி அவசியம்

# Err_SupplierMaster_MobileNo
source: Mobile No is Required
ta: மொபைல் எண் அவசியம்

# Err_SupplierMaster_PhoneNo
source: Phone No is Required
ta: தொலைபேசி எண் தேவை

# Err_SupplierMaster_SupplierName
source: Supplier Name is Required
ta: சப்ளையர் பெயர் தேவை

# Common_Unabletochange
source: Unable to change.
ta: மாற்ற முடியவில்லை.

# Common_UnableToRemove
source: Unable to remove.
ta: அகற்ற முடியவில்லை.

# DefaultDetail_EnterDefaultOrder
source: Order by is Required
ta: மூலம் உத்தரவு தேவை

# DefaultDetail_EnterDefaultText
source: Default Text is Required
ta: இயல்புநிலை உரை தேவை

# DefaultDetail_EnterDefaultValue
source: Default Value is Required
ta: இயல்புநிலை மதிப்பு தேவை

# DefaultMaster_PleaseSelectDefaultHeader
source: Please Select Default Type
ta: தயவுசெய்து இயல்பு வகையைத் தேர்ந்தெடுக்கவும்

# DropDownListSelect_Status
source: Select Status
ta: நிலையை தேர்ந்தெடுக்கவும்

# Drp_DefaultHeaderMaster_ContractType
source: Select Contract Type
ta: ஒப்பந்த வகையைத் தேர்ந்தெடுக்கவும்

# Drp_DefaultHeaderMaster_DefaultType
source: Select Default Type
ta: இயல்பு வகையைத் தேர்ந்தெடுக்கவும்

# Drp_DefaultHeaderMaster_LanguageType
source: Select Language
ta: மொழியை தேர்ந்தெடுங்கள்

# ErrPurchases_PurchaseDate
source: Please Enter Purchase Date
ta: வாங்கும் தேதியை உள்ளிடவும்

# ErrPurchases_SupplierID
source: Please Select Supplier
ta: தயவுசெய்து சப்ளையரைத் தேர்ந்தெடுக்கவும்

# ErrPurchases_StoreID
source: Please Select Store
ta: தயவுசெய்து கடையைத் தேர்ந்தெடுக்கவும்

# ErrPurchases_OrderTax
source: OrderTax
ta: ஆர்டர் டாக்ஸ்

# ErrPurchases_PurchaseStatus
source: Please select PurchaseS tatus
ta: பர்சேஸ் எஸ் டேட்டஸைத் தேர்ந்தெடுக்கவும்

# ErrPrintSettingsMaster_Store
source: Please select Store
ta: ஸ்டோரைத் தேர்ந்தெடுக்கவும்

# ErrPrintSettingsMaster_CompanyName
source: Please Enter CompanyName
ta: தயவுசெய்து நிறுவனத்தின் பெயரை உள்ளிடவும்

# ErrPrintSettingsMaster_MobileNumber
source: Please Enter Mobile Number
ta: தயவுசெய்து மொபைல் எண்ணை உள்ளிடவும்

# Drp_DefaultHeaderMaster_City
source: Select City
ta: நகரத்தைத் தேர்ந்தெடுக்கவும்

# Drp_DefaultHeaderMaster_Country
source: Select Country
ta: நாட்டினை தேர்வுசெய்

# CustomerMaster_PleaseSelectCustomer
source: Please Select Customer
ta: தயவுசெய்து வாடிக்கையாளரைத் தேர்ந்தெடுக்கவும்

# Drp_DefaultHeaderMaster_PurchaseStatus
source: Select Purchase Status
ta: கொள்முதல் நிலையைத் தேர்ந்தெடுக்கவும்

# PurchaseMaster_PleaseSelectSupplier
source: Select Supplier Name
ta: சப்ளையர் பெயரைத் தேர்ந்தெடுக்கவும்

# ErrPromotions_Name
source: Please Enter PromotionName
ta: தயவுசெய்து விளம்பரப் பெயரை உள்ளிடவும்

# ErrPromotions_FromDate
source: Please Select From Date
ta: தயவுசெய்து தேதியிலிருந்து தேர்ந்தெடுக்கவும்

# ErrPromotions_ToDate
source: Please Select To Date
ta: தயவுசெய்து தேதியைத் தேர்ந்தெடுக்கவும்

# Drp_DefaultHeaderMaster_PromotionsType
source: Select Promotions Type
ta: விளம்பர வகையைத் தேர்ந்தெடுக்கவும்

# Drp_DefaultHeaderMaster_ProductTax
source: Select Product Tax
ta: தயாரிப்பு வரியைத் தேர்ந்தெடுக்கவும்

# ErrCommon_StoreID
source: Please select Store
ta: ஸ்டோரைத் தேர்ந்தெடுக்கவும்

# ErrStock_AdjustmentDate
source: Please Enter Adjustment Date
ta: சரிசெய்தல் தேதியை உள்ளிடவும்

# Drp_DefaultHeaderMaster_OrderTax
source: Select Order Tax
ta: ஆர்டர் வரியைத் தேர்ந்தெடுக்கவும்

# Common_CancelSuccess
source: {0} Cancelled Successfully
ta: {0} வெற்றிகரமாக ரத்து செய்யப்பட்டது

# Common_WantToCancel
source: Are you sure you want to Cancel?
ta: நீங்கள் நிச்சயமாக ரத்து செய்ய விரும்புகிறீர்களா?

# Common_PRODUCTNOTAVAILABLE
source: Product Not Available in this Store
ta: தயாரிப்பு கிடைக்கவில்லை

# Err_ExpensesMaster_Amount
source: Please Enter the Amount
ta: தயவுசெய்து தொகையை உள்ளிடவும்

# Err_ExpensesMaster_Date
source: Please Enter the Date
ta: தயவுசெய்து தேதியை உள்ளிடவும்

# Err_ExpensesMaster_ExpensesType
source: Please Enter the Expenses Type
ta: தயவுசெய்து செலவு வகையை உள்ளிடவும்

# ErrPromotions_AddProductLevelDiscount
source: Please add Product level discount
ta: தயவுசெய்து தயாரிப்பு நிலை தள்ளுபடியைச் சேர்க்கவும்

# ErrPromotions_AddVolumeLevelDiscount
source: Please add Volumet level discount
ta: வால்யூமெட் நிலை தள்ளுபடியைச் சேர்க்கவும்

# ErrPromotions_Discount
source: Please Enter Discount/Amount
ta: தள்ளுபடி/தொகையை உள்ளிடவும்

# ErrPromotions_VolumeDiscount
source: Please Enter Volume Discount
ta: தொகுதி தள்ளுபடியை உள்ளிடவும்

# Common_PleaseSelectMonth
source: Please Select Month
ta: தயவுசெய்து மாதத்தைத் தேர்ந்தெடுக்கவும்

# Common_PleaseSelectYear
source: Please Select Year
ta: தயவுசெய்து ஆண்டைத் தேர்ந்தெடுக்கவும்

# ExpensesReport_EnterDate
source: Enter Date
ta: தேதியை உள்ளிடவும்

# ExpensesReport_EnterEndDate
source: Enter End Date
ta: இறுதி தேதியை உள்ளிடவும்

# ExpensesReport_EnterStartDate
source: Enter Start Date
ta: தொடக்க தேதியை உள்ளிடவும்

# Report_PleaseSelectExportType
source: Select Export Type
ta: ஏற்றுமதி வகையைத் தேர்ந்தெடுக்கவும்

# ErrStock_AdjustmentNote
source: Please Enter Adjustment Note
ta: சரிசெய்தல் குறிப்பை உள்ளிடவும்

# ErrSales_SalesDate
source: Please Enter Sales Date
ta: தயவுசெய்து விற்பனை தேதியை உள்ளிடவும்

# ErrSales_CustomerID
source: Please Select Customer
ta: தயவுசெய்து வாடிக்கையாளரைத் தேர்ந்தெடுக்கவும்

# ErrSales_StoreID
source: Please Select Store
ta: தயவுசெய்து கடையைத் தேர்ந்தெடுக்கவும்

# ErrSales_SalesStatus
source: Please Select Sales Status
ta: விற்பனை நிலையை தேர்ந்தெடுக்கவும்

# ErrSales_SalesProduct
source: Please Add Product
ta: தயவுசெய்து தயாரிப்பைச் சேர்க்கவும்

# Err_ProductPromotion
source: Please select Store/Enter Product Discount or Amount
ta: தயவுசெய்து ஸ்டோர் தேர்வு செய்யவும்/தயாரிப்பு தள்ளுபடி அல்லது தொகையை உள்ளிடவும்

# Err_VolumePromotion
source: Enter the Volume Discount
ta: தொகுதி தள்ளுபடியை உள்ளிடவும்

# ErrPromotions_FromAmount
source: Select From Amount
ta: தொகையிலிருந்து தேர்ந்தெடுக்கவும்

# ErrPromotions_ToAmount
source: Select To Amount
ta: தொகைக்குத் தேர்ந்தெடுக்கவும்

# Err_UnPackMaster_PackSize
source: Enter the Pack Size
ta: பேக் அளவை உள்ளிடவும்

# Err_UnPackMaster_Store
source: Select the Store
ta: கடையைத் தேர்ந்தெடுக்கவும்

# Err_UnPackMaster_UnPackMasterDate
source: Enter the UnPack Date
ta: அன் பேக் தேதியை உள்ளிடவும்

# Err_UnPackMaster_UnPackQuantity
source: Enter the UnPack Quantity
ta: அன் பேக் அளவை உள்ளிடவும்

# Common_Store
source: Please Select Store
ta: தயவுசெய்து கடையைத் தேர்ந்தெடுக்கவும்

# ErrTransfers_TransferDate
source: Please Enter Transfer Date
ta: பரிமாற்ற தேதியை உள்ளிடவும்

# ErrTransfers_TransferStatus
source: Please Select Transfer Status
ta: பரிமாற்ற நிலையை தேர்ந்தெடுக்கவும்

# Err_ProductMaster_SupplierCostPrice
source: Enter the Supplier Cost Price
ta: சப்ளையர் விலை விலையை உள்ளிடவும்

# Err_ProductMaster_SupplierName
source: Select Supplier name
ta: சப்ளையர் பெயரைத் தேர்ந்தெடுக்கவும்

# Drp_DefaultHeaderMaster_TransferStatus
source: Select Transfer Status
ta: பரிமாற்ற நிலையைத் தேர்ந்தெடுக்கவும்

# err_UnPackNotPossible
source: Product Quantity is not sufficient
ta: தயாரிப்பு அளவு போதுமானதாக இல்லை

# Err_ProductCodeDuplicate
source: Product Code Already Exists.
ta: தயாரிப்பு குறியீடு ஏற்கனவே உள்ளது.

# Err_SameStoreNotPossible
source: Same Store Transfer Not Possible
ta: அதே கடையில் இடமாற்றம் சாத்தியமில்லை

# ErrPromotions_PromotionType
source: Please Select Promotion Type
ta: தயவுசெய்து விளம்பர வகையைத் தேர்ந்தெடுக்கவும்

# Err_SameStoreSelect
source: Please Select Same Store /Different Product for Discount
ta: தயவுசெய்து தள்ளுபடிக்கு ஒரே கடை /வெவ்வேறு தயாரிப்புகளைத் தேர்ந்தெடுக்கவும்

# MenuHeaderMaster_EnterMenuName
source: Please Enter Menu Name
ta: தயவுசெய்து மெனு பெயரை உள்ளிடவும்

# MenuMasterDetail_EnterMenuName
source: Enter Menu Name
ta: மெனு பெயரை உள்ளிடவும்

# MenuMasterDetail_EnterPageURL
source: Enter Page URL
ta: பக்க URL ஐ உள்ளிடவும்

# MenuMaster_PleaseSelectMenuMasterHeader
source: Please Select Menu Master Header
ta: தயவுசெய்து மெனு மாஸ்டர் தலைப்பைத் தேர்ந்தெடுக்கவும்

# MenuHeaderMaster_EnterIcon
source: Enter Menu Icon
ta: மெனு ஐகானை உள்ளிடவும்

# MenuMasterDetail_EnterOrderBy
source: Enter Order By
ta: ஆணை உள்ளிடவும்

# OrderFail
source: Can't change order
ta: ஒழுங்கை மாற்ற முடியாது

# Common_DeleteSuccess
source: Successfully Deleted
ta: வெற்றிகரமாக நீக்கப்பட்டது

# Common_InsertFail
source: Insertion Failed.
ta: செருகுவதில் தோல்வி.

# Common_InsertSuccess
source: Successfully Inserted
ta: வெற்றிகரமாக செருகப்பட்டது

# Common_UpdateSuccess
source: Successfully Updated
ta: வெற்றிகரமாக புதுப்பிக்கப்பட்டது

# ErrPromotions_ToAmountNull
source: Please enter the To Amount >0
ta: தொகை> 0 ஐ உள்ளிடவும்

# Err_SameProductNotPossible
source: Same Product Not Possible
ta: அதே தயாரிப்பு சாத்தியமில்லை

# Common_FromStore
source: Please select From Store
ta: ஸ்டோரிலிருந்து தேர்ந்தெடுக்கவும்

# Common_ToStore
source: Please select To Store
ta: சேமிப்பதற்குத் தேர்ந்தெடுக்கவும்

# ErrPrintSettingsMaster_Address1
source: Please Enter Address1
ta: முகவரி 1 ஐ உள்ளிடவும்

# ErrPrintSettingsMaster_Address2
source: Please Enter Address2
ta: முகவரி 2 ஐ உள்ளிடவும்

# ErrPrintSettingsMaster_Email
source: Please Enter Email
ta: தயவுசெய்து மின்னஞ்சலை உள்ளிடவும்

# ErrPrintSettingsMaster_FooterMessage
source: Please Enter Footer Message
ta: அடிக்குறிப்பு செய்தியை உள்ளிடவும்

# ErrPromotions_ToAmountGreaterThanFromAmount
source: Volume Level - To Amount Should be Greater than from Amount
ta: தொகுதி அளவு - தொகையானது தொகையை விட அதிகமாக இருக்க வேண்டும்

# Err_UnPackMaster_PackCodeName
source: Please select Pack Product Name
ta: தயவுசெய்து பேக் தயாரிப்பு பெயரைத் தேர்ந்தெடுக்கவும்

# CustomerMaster_SelectCustomer
source: Select Customer
ta: வாடிக்கையாளரைத் தேர்ந்தெடுக்கவும்

# Drp_DefaultHeaderMaster_SalesStatus
source: Select Sales Status
ta: விற்பனை நிலையைத் தேர்ந்தெடுக்கவும்

source: Attachment Already Uploaded
ta: இணைப்பு ஏற்கனவே பதிவேற்றப்பட்டது

# Common_AddSuccess
source: Added Successfully
ta: வெற்றிகரமாக சேர்க்கப்பட்டது

# Common_AlreadyApproved
source: Already Approved
ta: ஏற்கெனவே அங்கீகரிக்கப்பட்டுள்ளது

# Common_DeleteFail
source: Deletion Failed.
ta: நீக்குதல் தோல்வியடைந்தது.

# Common_DuplicateFail
source: Record already exists
ta: பதிவு ஏற்கனவே உள்ளது

# Common_NoRecord
source: No Record
ta: விவரம் இல்லை

# Common_UnauthInsertUpdate
source: Unauthorized Insert/Update
ta: அங்கீகரிக்கப்படாத செருகல்/புதுப்பிப்பு

# Common_UpdateFail
source: Updation Failed.
ta: புதுப்பிப்பு தோல்வியடைந்தது.

# DuplicateOrderFail
source: Order already exists
ta: ஆர்டர் ஏற்கனவே உள்ளது

source: Please Select Month
ta: தயவுசெய்து மாதத்தைத் தேர்ந்தெடுக்கவும்

# Common_WantToSave
source: Are you sure you want to save?
ta: நீங்கள் நிச்சயமாக சேமிக்க விரும்புகிறீர்களா?

# Err_SearchProductPromotion
source: Please Search and Select Product and Proceed
ta: தயவுசெய்து தேடவும் மற்றும் தயாரிப்பைத் தேர்ந்தெடுத்து தொடரவும்

# Common_WantToApprovalUpdate
source: Do you want to {0}?
ta: உங்களுக்கு {0} வேண்டுமா?

# Common_WantToContinueWithMarkZero
source: Do you want to Continue with Student Mark 0 ?
ta: மாணவர் மார்க் 0 உடன் தொடர விரும்புகிறீர்களா?

# Common_WantToContinueWithMultiAnswer
source: Do you want to continue with Multi answer Selected?
ta: தேர்ந்தெடுக்கப்பட்ட பல விடைகளுடன் தொடர விரும்புகிறீர்களா?

# Common_WantToDelete
source: Are you sure you want to delete?
ta: இதை நீக்க வேண்டும் என்பதில் உறுதியாக இருக்கிறீர்களா?

# Common_WantToInactivate
source: Are you sure you want to Inactivate?
ta: நீங்கள் நிச்சயமாக செயலிழக்க விரும்புகிறீர்களா?

# Common_WantToUpdate
source: Do you want to update?
ta: நீங்கள் புதுப்பிக்க வேண்டுமா?

# Common_WantToUpload
source: Are you sure you want to upload?
ta: நீங்கள் நிச்சயமாக பதிவேற்ற விரும்புகிறீர்களா?

# Index_ResetPasswordQuestion
source: Do you want Reset Password?
ta: கடவுச்சொல்லை மீட்டமைக்க வேண்டுமா?

# Common_Transferred
source: Transferred
ta: இடமாற்றம் செய்யப்பட்டது

# Common_Approved
source: Approved
ta: அங்கீகரிக்கப்பட்டது

# Drp_DefaultDetailMaster_PointsType
source: Select Points Type
ta: புள்ளிகள் வகையைத் தேர்ந்தெடுக்கவும்

# Common_ApproveRejectFail
source: Approve/Reject Failed
ta: ஒப்புதல்/நிராகரிப்பு தோல்வி

# Common_Rejected
source: Rejected
ta: நிராகரிக்கப்பட்டது

# Err_SalesMaster_SelectPointType
source: Select Point Type
ta: புள்ளி வகையைத் தேர்ந்தெடுக்கவும்

# Err_SalesMaster_SelectStore
source: Select Store
ta: கடையைத் தேர்ந்தெடுக்கவும்

# ProductMaster_PleaseSelectBrand
source: Select Brand
ta: பிராண்டைத் தேர்ந்தெடுக்கவும்

# Drp_DefaultHeaderMaster_SalesType
source: Select Sales Type
ta: விற்பனை வகையைத் தேர்ந்தெடுக்கவும்

# Drp_DefaultHeaderMaster_SupplierType
source: Select Supplier type
ta: சப்ளையர் வகையைத் தேர்ந்தெடுக்கவும்

# Err_BrandName
source: Please Enter Brand Name
ta: தயவுசெய்து பிராண்ட் பெயரை உள்ளிடவும்

# Err_BrandSortOrder
source: Please enter Brand Sort Order
ta: பிராண்ட் வரிசை வரிசையை உள்ளிடவும்

# Err_Maker
source: Please Select Maker
ta: தயவுசெய்து தயாரிப்பாளரைத் தேர்ந்தெடுக்கவும்

# DefaultDetailMaster_PayableAccountType
source: Select Payable Type
ta: செலுத்த வேண்டிய வகையைத் தேர்ந்தெடுக்கவும்

# Err_AccountMaster_PayableAccountType
source: Select Payable Type
ta: செலுத்த வேண்டிய வகையைத் தேர்ந்தெடுக்கவும்

# Err_AccountMaster_Amount
source: Enter the Amount
ta: தொகையை உள்ளிடவும்

# Err_AccountMaster_Date
source: Enter the Date
ta: தேதியை உள்ளிடவும்

# Err_AccountMaster_Supplier
source: Select Supplier
ta: சப்ளையரைத் தேர்ந்தெடுக்கவும்

# Err_EqualtoIGST
source: CGST and SGST values are must be Equal to IGST value
ta: CGST மற்றும் SGST மதிப்புகள் IGST மதிப்புக்கு சமமாக இருக்க வேண்டும்

# Err_SupplierMaster_AccountHolderName
source: Please Enter Account Holder Name
ta: கணக்கு வைத்திருப்பவரின் பெயரை உள்ளிடவும்

# Err_SupplierMaster_AccountNumber
source: Please Enter Account Number
ta: கணக்கு எண்ணை உள்ளிடவும்

# Err_SupplierMaster_AccountType
source: Please Select Account Type
ta: கணக்கு வகையைத் தேர்ந்தெடுக்கவும்

# Err_SupplierMaster_BankName
source: Please Enter Bank Name
ta: வங்கி பெயரை உள்ளிடவும்

# Err_SupplierMaster_BranchName
source: Please Enter Branch Name
ta: கிளை பெயரை உள்ளிடவும்

# Err_SupplierMaster_ContactTitle
source: Please Enter Contract Title
ta: ஒப்பந்த தலைப்பை உள்ளிடவும்

# Err_SupplierMaster_IFSCCode
source: Please Enter IFSC Code
ta: தயவுசெய்து IFSC குறியீட்டை உள்ளிடவும்

# ErrPromotions_ToPointsNull
source: Points must be > 0
ta: தொகுதி தள்ளுபடியை உள்ளிடவும்

# AddressDuplicate
source: Duplicate address not Allowed
ta: நகல் முகவரி அனுமதிக்கப்படவில்லை

# ErrStoreHasNoProduct
source: Please add product for this Store and Proceed
ta: இந்த ஸ்டோருக்கான தயாரிப்பைச் சேர்த்து தொடரவும்

# ErrSupplierNoProduct
source: Please add supplier for this Product and Proceed
ta: தயவுசெய்து இந்த தயாரிப்புக்கு சப்ளையரைச் சேர்த்து தொடரவும்

# Err_Common_Supplier
source: Please Select Supplier
ta: தயவுசெய்து சப்ளையரைத் தேர்ந்தெடுக்கவும்

# err_StockAdjustNotPossible
source: Stock Adjustment Not Possible
ta: பங்கு சரிசெய்தல் சாத்தியமில்லை

# err_TransferNotPossible
source: Transfer Not Possible
ta: இடமாற்றம் சாத்தியமில்லை

# Homepage_SelectHomepage
source: Select Home
ta: முகப்பு என்பதைத் தேர்ந்தெடுக்கவும்

# ErrPromotions_FromPoints
source: Enter the From Points
ta: புள்ளிகளிலிருந்து உள்ளிடவும்

# ErrPromotions_ToPoints
source: Enter The To Points
ta: புள்ளிகளுக்கு உள்ளிடவும்

# Err_SupplierMaster_SupplierCode
source: Please Enter the Supplier Code
ta: தயவுசெய்து சப்ளையர் குறியீட்டை உள்ளிடவும்

# Err_EmployeeAccountsMaster_Amount
source: Please Enter Amount
ta: தயவுசெய்து தொகையை உள்ளிடவும்

# Err_EmployeeAccountsMaster_Date
source: Please Enter Date
ta: தயவுசெய்து தேதியை உள்ளிடவும்

# Err_EmployeeAccountsMaster_Description
source: Please Enter Description
ta: தயவுசெய்து விளக்கத்தை உள்ளிடவும்

# Err_EmployeeAccountsMaster_Type
source: Select Type
ta: வகையைத் தேர்ந்தெடுக்கவும்

# Common_SelectEmployee
source: Select Employee
ta: பணியாளரைத் தேர்ந்தெடுக்கவும்

# Err_EmployeeAccountsMaster_PaymentMode
source: Select PaymentMode
ta: PaymentMode ஐத் தேர்ந்தெடுக்கவும்

source: Please Select Year
ta: தயவுசெய்து ஆண்டைத் தேர்ந்தெடுக்கவும்

# UserMaster_PleaseSelectMonth
source: Select Month
ta: மாதத்தைத் தேர்ந்தெடுக்கவும்

# Err_AccountMaster_PaymentType
source: Please Select the Payment Type
ta: கட்டண வகையைத் தேர்ந்தெடுக்கவும்

# Err_PublicationMaster_Address1
source: Please Enter the Address1
ta: முகவரி 1 ஐ உள்ளிடவும்

# Err_PublicationMaster_Address2
source: Please Enter the Address2
ta: முகவரி 2 ஐ உள்ளிடவும்

# Err_PublicationMaster_Address3
source: Please Enter the Address3
ta: முகவரி 3 ஐ உள்ளிடவும்

# ErrPurchases_Amount
source: Enter Amount
ta: தொகையை உள்ளிடவும்

# ErrPurchases_PaymentDate
source: Enter Payment Date
ta: பணம் செலுத்தும் தேதியை உள்ளிடவும்

# Err_RedeemPoints
source: Enter Redeem Points
ta: மீட்டெடுக்கும் புள்ளிகளை உள்ளிடவும்

# DefaultDetailID_AccountsMode
source: Select Accounts Mode
ta: கணக்கு முறையைத் தேர்ந்தெடுக்கவும்

# Err_AccountMaster_AccNO
source: Enter the Acc NO
ta: Acc NO ஐ உள்ளிடவும்

# Err_AccountMaster_AccountName
source: Enter the Account Name
ta: கணக்கு பெயரை உள்ளிடவும்

# DefaultHeaderMaster_SalaryType
source: Select Type
ta: வகையைத் தேர்ந்தெடுக்கவும்

# AccountsMaster_SelectCustomer
source: Select Customer
ta: வாடிக்கையாளரைத் தேர்ந்தெடுக்கவும்

# Err_AccountMaster_Customer
source: Select the Customer
ta: வாடிக்கையாளரைத் தேர்ந்தெடுக்கவும்

# Err_AccountMaster_AccountType
source: Select Account Type
ta: கணக்கு வகையைத் தேர்ந்தெடுக்கவும்

# Err_AccountMaster_StoreName
source: Select Store
ta: கடையைத் தேர்ந்தெடுக்கவும்

# Common_SelectAccountType
source: Select Account Type
ta: கணக்கு வகையைத் தேர்ந்தெடுக்கவும்

# Common_SelectAccountName
source: Select Account Name
ta: கணக்கு பெயரைத் தேர்ந்தெடுக்கவும்

# Drp_DefaultHeaderMaster_PaymentType
source: Select Payment Type
ta: கட்டண வகையைத் தேர்ந்தெடுக்கவும்

# Err_AccountMaster_AmountValidate
source: Amount should be <= Balance Amount
ta: தொகை <= இருப்பு தொகை இருக்க வேண்டும்

# Err_AccountMaster_PaymentStatus
source: Select Payment Type
ta: கட்டண வகையைத் தேர்ந்தெடுக்கவும்

# BalanceLedgerReport_PleaseSelectSFinancialYear
source: Please Select Financial Year
ta: நிதி ஆண்டைத் தேர்ந்தெடுக்கவும்

# DropDownListSelect_SalesPaymentStatus
source: Select Sales Payment Status
ta: விற்பனை கட்டண நிலையைத் தேர்ந்தெடுக்கவும்

# Err_EmployeeAccountsMaster_Month
source: Select the Month
ta: மாதத்தைத் தேர்ந்தெடுக்கவும்

# Err_ExpensesMaster_PayableType
source: Select the Payable Type
ta: செலுத்த வேண்டிய வகையைத் தேர்ந்தெடுக்கவும்

# DropDownListSelect_PurchasePaymentStatus
source: Select Purchase Payment Status
ta: கொள்முதல் கட்டண நிலையைத் தேர்ந்தெடுக்கவும்

# Err_AccountMaster_AmountPaidValidate
source: Purchase Return Amount {0} should be <=Paid Amount {1}
ta: வாங்குதல் திரும்ப தொகை {0} இருக்க வேண்டும் <= செலுத்தப்பட்ட தொகை {1}

# DefaultHeaderMaster_ExpensesType
source: Select Expenses Type
ta: செலவின வகையைத் தேர்ந்தெடுக்கவும்

# Common_AlreadyTodaySalesClosed
source: Today Sales Already Closed. Denominations Updated
ta: இன்று விற்பனை ஏற்கனவே மூடப்பட்டுள்ளது

# ExcelImport_ColumnMissing
source: {0} is missing
ta: {0} காணவில்லை

# ExcelImport_IsNotDate
source: <b style='Color:Red'> {0} </b> is not a date(Format[01-Jan-2000])<br/>
ta: <b style = 'Color: Red'> {0} </b> தேதி அல்ல (வடிவம் [01-Jan-2000]) <br/>

# ExcelImport_TemplateIsAlreadyExist
source: <b style='Color:Red'> {0} </b> - Already Exist <br/>
ta: <b style = 'Color: Red'> {0} </b> - ஏற்கனவே உள்ளது <br/>

# ExcelImport_TemplateIsNotVaid
source: <b style='Color:Red'> {0} : {1} </b> - is not valid <br/>
ta: <b style = 'Color: Red'> {0}: {1} </b> - செல்லுபடியாகாது <br/>

# ExcelImport_UploadFailed
source: Upload Failed
ta: பதிவேற்றம் தோல்வியுற்றது

# Excelmport_SuccessfullyUpload
source: Successfully Uploaded
ta: வெற்றிகரமாக பதிவேற்றம் செய்யப்பட்டது

# ExcelUpload_DateLength
source: <b style='Color:Red'>{0} </b> length<br/>
ta: <b style = 'நிறம்: சிவப்பு'> {0} </b> நீளம் <br/>

# ExcelUpload_Duplicate
source: {0} Duplicate Data
ta: {0} நகல் தரவு

# ExcelUpload_IsNotDecimal
source: <b style='Color:Red'>{0} </b> is not a decimal<br/>
ta: <b style = 'நிறம்: சிவப்பு'> {0} </b> தசமம் அல்ல <br/>

# ExcelUpload_IsNotNumber
source: <b style='Color:Red'>{0} </b> is not a number<br/>
ta: <b style = 'Color: Red'> {0} </b> என்பது ஒரு எண் அல்ல <br/>

# ExcelUpload_IsRequired
source: <b style='Color:Red'> {0} </b> is Required<br/>
ta: <b style = 'Color: Red'> {0} </b> தேவை </b>

# Err_ProductMaster_ImportFile
source: Please Select File
ta: தயவுசெய்து கோப்பைத் தேர்ந்தெடுக்கவும்

# Err_AccountMaster_ReturnAmountPaidValidate
source: Return Payment is possible Once Purchase is returned
ta: வாங்குதல் திரும்பியவுடன் திரும்பக் கட்டணம் செலுத்த முடியும்

# Err_AccountMaster_SupplierAmountValidate
source: Supplier Amount{0} should be >= Payment{1}
ta: சப்ளையர் தொகை {0} இருக்க வேண்டும்> = கட்டணம் {1}

# Err_Common_AmountValidate
source: Amount{0} should be <= Balance Amount{1}
ta: தொகை {0} இருக்க வேண்டும் <= இருப்பு தொகை {1}

# PurchaseReturn_PaymentPending
source: . Payment Pending
ta: பணம் நிலுவையில் உள்ளது
