Repository: muthucsm2018/SparePro
Catalog: SparePro.Repository/Resource/PROPageModel.*.resx
Languages: ta

# Product_ModeType
source: Mode Type
ta: முறை வகை

# PublicationMaster_Alias1
source: Alias1
ta: மாற்றுப்பெயர் 1

# Transfers_FromStoreName
source: From Store Name
ta: ஸ்டோர் பெயரிலிருந்து

# Transfers_ToStore
source: To Store
ta: சேமிக்க

# BrandMaster_MakerName
source: Maker Name
ta: தயாரிப்பாளர் பெயர்

# BrandMaster_SortOrder
source: Sort Order
ta: வரிசையை வரிசைப்படுத்து

# DefaultMaster_MasterText
source: Master Text
ta: முதன்மை உரை

# DefaultMaster_MasterType
source: Master Type
ta: முதன்மை வகை

# ProductImport_ErrorMessage
source: Error Message
ta: பிழை செய்தி

# ProductImport_ErrorType
source: Error Type
ta: பிழை வகை

# ProductImport_ExcelRowNumber
source: Excel Row Number
ta: எக்செல் வரிசை எண்

# Product_Quantity
source: Quantity
ta: அளவு

# Purchases_OrderItems
source: Order Items
ta: ஆர்டர் பொருட்கள்

# Purchases_PONO
source: PO NO.
ta: அஞ்சல் எண்.

# Purchase_ModeType
source: Mode Type
ta: முறை வகை

# SupplierMaster_GSTNumber
source: GST Number
ta: ஜிஎஸ்டி எண்

# SupplierMaster_PANNumber
source: PAN Number
ta: PAN எண்

# SupplierMaster_PersonName
source: Person Name
ta: நபர் பெயர்

# SupplierMaster_SupplierCode
source: Supplier Code
ta: விநியோகிப்பாளர் குறியீடு

# SupplierMaster_SupplierType
source: Supplier Type
ta: சப்ளையர் வகை

# Supplier_AccountName
source: Account Name
ta: கணக்கின் பெயர்

# Supplier_AccountNumber
source: Account Number
ta: கணக்கு எண்

# Supplier_AccountType
source: Account Type
ta: கணக்கு வகை

# Supplier_BankName
source: Bank Name
ta: வங்கி பெயர்

# Supplier_BranchName
source: Branch Name
ta: கிளை பெயர்

# Supplier_IFSCCode
source: IFSC Code
ta: IFSC குறியீடு

# Purchases_PaymentReturn
source: Payment Return
ta: பணம் திரும்பப் பெறுதல்

# Customer_CustomerName
source: Customer Name
ta: வாடிக்கையாளர் பெயர்

# Expenses_ExpensesType
source: Expenses Type
ta: செலவுகள் வகை

# Purchases_AccountsMode
source: Accounts Mode
ta: கணக்கு முறை

# Purchase_Amount
source: Amount
ta: தொகை

# Purchase_Payingby
source: Paying by
ta: மூலம் செலுத்துதல்

# Purchase_PaymentDate
source: Payment Date
ta: கட்டணம் தேதி

# Purchase_PaymentNote
source: Payment Note
ta: கட்டண குறிப்பு

# Supplier_SupplierName
source: Supplier Name
ta: விற்பனையாளர் பெயர்

# Common_Option
source: Option
ta: விருப்பம்

# Common_PaidBy
source: Paid By
ta: மூலம் செலுத்தப்பட்டது

# PurchaseMaster_ReturnQuantity
source: Return Quantity
ta: திரும்பும் அளவு

# Purchases_PaymentMode
source: Payment Mode
ta: பணம் செலுத்தும் முறை

# Purchases_TodayClosedAmount
source: Today Closed Amount
ta: இன்று மூடப்பட்ட தொகை

# SalesPointsMaster_FromAmount
source: From Amount
ta: தொகையிலிருந்து

# SalesPointsMaster_ToAmount
source: To Amount
ta: தொகைக்கு

# Sales_BillNo
source: Bill No
ta: பில் எண்

# Sales_GrantTotal
source: Grant Total
ta: மொத்த மானியம்

# Sales_Payingby
source: Paying by
ta: மூலம் செலுத்துதல்

# Sales_PaymentReturn
source: Payment Return
ta: பணம் திரும்பப் பெறுதல்

# Sales_ProductLevelAmount
source: Product Level Amount
ta: தயாரிப்பு நிலை அளவு

# Sales_SalesReferenceNumber
source: Sales Reference Number
ta: விற்பனை குறிப்பு எண்

# Sales_SalesReturn
source: Sales Return
ta: விற்பனை வருமானம்

# Sales_TodayClosedAmount
source: Today Closed Amount
ta: இன்று மூடப்பட்ட தொகை

# Sales_VolumeLevelAmount
source: Volume Level Amount
ta: தொகுதி அளவு தொகை

# Purchase_OrderItems
source: Order Items
ta: ஆர்டர் பொருட்கள்

# Purchase_PONO
source: PO NO.
ta: அஞ்சல் எண்.

# BrandMaster_OrderBy
source: Order By
ta: உத்தரவின் படி

# SupplierMaster_Website
source: Website
ta: இணையதளம்

# Common_GSTNumber
source: GST Number
ta: ஜிஎஸ்டி எண்

# Sales_AvailableSalesPoints
source: Available Sales Points
ta: கிடைக்கும் விற்பனை புள்ளிகள்

# Sales_TotalSalesPoints
source: Total Sales Points
ta: மொத்த விற்பனை புள்ளிகள்

# Common_HSNInternational
source: International
ta: சர்வதேச

# Common_HSNLocal
source: Local
ta: உள்ளூர்

# HSN_Local
source: HSN Type
ta: HSN வகை

# ExpensesDetail_ReferenceNo
source: Reference No(Bill/Po)
ta: குறிப்பு எண் (பில்/போ)

# PurchaseMaster_DiscountAmt
source: Discount(Amt)
ta: தள்ளுபடி

# PurchaseMaster_DiscountPer
source: Discount (%)
ta: தள்ளுபடி

# PurchaseMaster_FreeQuantity
source: Free Quantity
ta: இலவச அளவு

# Sales_OverallDiscount
source: Overall Discount(Amount)
ta: மொத்த தள்ளுபடி (தொகை)

# ErrTransfers_PleaseselectsomeproductstoTransfer
source: Please select some products to Transfer
ta: மாற்ற சில தயாரிப்புகளைத் தேர்ந்தெடுக்கவும்

# ErrTransfers_Zeronegativevaluenotallowed
source: Zero/negative value not allowed
ta: மாற்ற சில தயாரிப்புகளைத் தேர்ந்தெடுக்கவும்

# Product_ProductCode
source: Product Code
ta: தயாரிப்பு குறியீடு

source: Today Closed Sales Amount
ta: இன்று மூடப்பட்ட விற்பனை தொகை

# Common_OrderItems
source: Order Items
ta: ஆர்டர் பொருட்கள்

# PrintSettingsMaster_GSTNumber
source: GST Number
ta: ஜிஎஸ்டி எண்

# Sales_OverallDiscountPer
source: Overall Discount % (All Products)
ta: ஒட்டுமொத்த தள்ளுபடி % (அனைத்து தயாரிப்புகளும்)

# Purchases_FreeQuantity
source: Free Quantity
ta: இலவச அளவு

# PrintSettingsMaster_CountryName
source: Country Name
ta: நாட்டின் பெயர்

# Purchases_NetTotal
source: Net Total
ta: நிகர மொத்த

# Sales_BillDate
source: Bill Date
ta: பில் தேதி

# Sales_CurrentBillNo
source: Current Bill No
ta: தற்போதைய பில் எண்

# Sales_SalesTax
source: Sales Tax
ta: விற்பனை வரி

# Sales_Scanbarcode
source: Scan barcode
ta: பார்கோடு ஸ்கேன் செய்யவும்

# Product_Dis
source: Dis%
ta: டிஸ்%

# Product_DisAmt
source: Dis(Amt)
ta: டிஸ் (அம்ட்)

# Product_Price
source: Price
ta: விலை

# Sales_Brands
source: Brands
ta: பிராண்டுகள்

# Sales_BrandsList
source: Brands List
ta: பிராண்டுகளின் பட்டியல்

# Sales_Categories
source: Categories
ta: வகைகள்

# Sales_SubCategories
source: Sub Categories
ta: துணைப்பிரிவுகள்

# PublicationMaster_PublicationAddressDetails
source: Publication Address Details
ta: வெளியீட்டு முகவரி விவரங்கள்

# Index_Logoutnow
source: Logout now
ta: இப்போது வெளியேறு

# Index_Ok
source: Ok
ta: சரி

# Index_secondsDoyouwanttoextendthesession
source: seconds. Do you want to extend the session?
ta: அமர்வை நீட்டிக்க வேண்டுமா?

# Index_SessionExpireWarning
source: Session Expire Warning!
ta: அமர்வு காலாவதி எச்சரிக்கை!

# Index_Yoursessionwillexpirein
source: Your session will expire in
ta: உங்கள் அமர்வு காலாவதியாகும்

# Admin_BestSellingProduct
source: Best Selling Product!
ta: அதிகம் விற்பனையாகும் தயாரிப்பு!

# Admin_TopSellingStores
source: Top Selling Stores!
ta: அதிகம் விற்பனையாகும் கடைகள்!

# Common_Title
source: Title
ta: தலைப்பு

# Purchases_Placesometexthere
source: Place some text here
ta: சில உரையை இங்கே வைக்கவும்

# Purchase_pleaseaddproducttoorderlist
source: please add product to order list
ta: தயவுசெய்து பொருளை ஆர்டர் பட்டியலில் சேர்க்கவும்

source: Purchase - Return Items
ta: கொள்முதல் - திரும்பப் பெறும் பொருட்கள்

# Accounts_AccountBalanceSearch
source: Account Balance Search
ta: கணக்கு இருப்பு தேடல்

# Common_Balance
source: Balance
ta: இருப்பு

# Common_TotalCredit
source: Total Credit
ta: மொத்த கடன்

# Common_TotalDebit
source: Total Debit
ta: மொத்த பற்று

# PurchaseMaster_DiscountAmount
source: Discount (Amount)
ta: தள்ளுபடி தொகை

# PurchaseMaster_DiscountPercent
source: Discount Percent
ta: தள்ளுபடி சதவீதம்

source: Sales - Return Items
ta: திரும்பப் பெறும் பொருட்கள்

# Sales_SalesReturnDate
source: SalesReturn Date
ta: விற்பனை திரும்பும் தேதி

# Sales_SalesReturnStatus
source: SalesReturn Status
ta: விற்பனை வருவாய் நிலை

# Sales_MyPoints
source: MyPoints
ta: என் புள்ளிகள்

# Sales_POINTS
source: POINTS
ta: புள்ளிகள்

# Purchases_HOLD
source: HOLD
ta: பிடி

# Purchases_NEW
source: NEW
ta: புதிய

# Purchases_PAYMENT
source: PAYMENT
ta: பணம் செலுத்துதல்

# Sales_Bills
source: Bills
ta: பில்கள்

# Common_Print
source: Print
ta: அச்சிடு

# Common_TodaysClosedSale
source: Today's Closed Sale
ta: இன்றைய மூடப்பட்ட விற்பனை

# Sales_SalesNote
source: Sales Note
ta: விற்பனை குறிப்பு

# Sales_StaffNote
source: Staff Note
ta: பணியாளர் குறிப்பு

# Sales_Submit
source: Submit
ta: சமர்ப்பிக்கவும்

# Common_Clear
source: Clear
ta: தெளிவான

# Common_TotalExpenses
source: Total Expenses
ta: மொத்த செலவுகள்

# Common_TotalSales
source: Total Sales
ta: மொத்த விற்பனை

# Index_Allrightsreserved
source: All rights reserved
ta: அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை

# Index_ChangePassword
source: Change Password
ta: கடவுச்சொல்லை மாற்று

# Index_Copyright
source: Copyright
ta: பதிப்புரிமை

# Index_EnglishLanguage
source: English Language
ta: ஆங்கில மொழி

# Index_Index
source: PRO
ta: அட்டவணை

# Index_IndexPOS
source: Spare PRO
ta: குறியீட்டு பிஓஎஸ்

# Index_Logout
source: Logout
ta: வெளியேறு

# Index_POS
source: Spare
ta: POS

# Index_TamilLanguage
source: Tamil Language
ta: தமிழ் மொழி

# Purchases_BILLS
source: BILLS
ta: பில்கள்

# Purchases_CreditAmount
source: Credit Amount
ta: கடன் தொகை

# Purchases_DebitAmount
source: Debit Amount
ta: பற்று தொகை

# Purchases_Description
source: Description
ta: விளக்கம்

# Sales_BalanceAmount
source: Balance Amount
ta: மீதம் உள்ள தொகை

# Sales_PurchaseTotalAmount
source: Purchase Total Amount
ta: மொத்த கொள்முதல்

# Sales_Redeem
source: Redeem
ta: மீட்கவும்

# Sales_TotalPaidAmount
source: Total Paid Amount
ta: செலுத்தப்பட்ட மொத்த தொகை

# Sales_Youhave
source: You have
ta: உங்களிடம் உள்ளது

# Sales_SalesReturnPayment
source: Sales Return - Payment
ta: விற்பனை வருமானம் - கட்டணம்

# Accounts_BalanceAmt
source: Balance Amt
ta: மீதம் உள்ள தொகை

# Accounts_InvoiceAmt
source: Invoice Amt
ta: விலைப்பட்டியல் தொகை

# Accounts_TotalPaidAmt
source: Total Paid Amt
ta: செலுத்தப்பட்ட மொத்த தொகை

# Common_Image
source: Image
ta: படம்

# PurchaseMaster_FreeQuantityReturned
source: Free Quantity Returned
ta: இலவச அளவு திரும்பப் பெறப்பட்டது

# PurchaseMaster_QuantityReturned
source: Quantity Returned
ta: அளவு திரும்பியது
