Repository: muthucsm2018/SparePro
Catalog: SparePro.Repository/Resource/PROPageModel.*.resx
Languages: ta

# Common_CreatedBy
source: Created By
ta: உருவாக்கியது

# Common_CreatedDate
source: Created Date
ta: உருவாக்கப்பட்ட தேதி

# Common_ModifiedBy
source: Modified By
ta: திருத்தியவர்

# Common_ModifiedDate
source: Modified Date
ta: மாற்றிய தேதி

# Common_Status
source: Status
ta: நிலை

# DefaultDetail_DefaultText
source: Default Text
ta: இயல்பு உரை

# DefaultDetail_OrderBy
source: Order by
ta: உத்தரவின் படி

# DefaultMaster_DisplayOrder
source: Display Order
ta: காட்சி ஆணை

# ToolTip_DefaultText
source: Enter Default Text Field
ta: இயல்பு உரை புலத்தை உள்ளிடவும்

# ToolTip_OrderBy
source: Enter Order by
ta: மூலம் ஆர்டரை உள்ளிடவும்

# RoleMatrix_AvailableAccess
source: Available Access
ta: கிடைக்கும் அணுகல்

# RoleMatrix_EnabledAccess
source: Enabled Access
ta: அணுகல் இயக்கப்பட்டது

# RoleMatrix_MenuAccess
source: Menu Access
ta: மெனு அணுகல்

# RoleMatrix_MenuName
source: Menu Name
ta: மெனு பெயர்

# RoleMatrix_PageAccess
source: Page Access
ta: பக்க அணுகல்

# RoleMatrix_PageAccessView
source: Page Access View
ta: பக்க அணுகல் பார்வை

# RoleSetUp_Role
source: Role
ta: பங்கு

# HSN_Code
source: Code
ta: குறியீடு

# HSN_Description
source: Description
ta: விளக்கம்

# HSN_SGST
source: SGST
ta: எஸ்ஜிஎஸ்டி

# HSN_Status
source: Status
ta: நிலை

source: Product Code
ta: தயாரிப்பு குறியீடு

# Product_StoreName
source: Store Name
ta: கடையின் பெயர்

source: Product Type
ta: உற்பத்தி பொருள் வகை

# Product_AlertQty
source: Alert Quantity
ta: எச்சரிக்கை அளவு

# Product_Author
source: Author
ta: நூலாசிரியர்

# Product_BrandName
source: Brand Name
ta: பிராண்ட் பெயர்

# Product_CategoryName
source: Category Name
ta: வகை பெயர்

# Product_CostPrice
source: Cost Price
ta: செலவு விலை

# Product_Edition
source: Edition
ta: பதிப்பு

# Product_HSNName
source: HSN Name
ta: HSN பெயர்

source: Product Image
ta: தயாரிப்பு படம்

# Product_LongName
source: Long Name
ta: நீண்ட பெயர்

# Product_MRP
source: MRP
ta: எம்ஆர்பி

# Product_PrintName
source: Print Name
ta: பெயரை அச்சிடு

# Product_Publication
source: Publication
ta: வெளியீடு

# Product_ReleaseYear
source: Release Year
ta: வெளியான ஆண்டு

# Product_SellingPrice
source: Selling Price
ta: விற்பனை விலை

# Product_SubCategoryName
source: SubCategory Name
ta: துணைப்பிரிவின் பெயர்

# Product_Volume
source: Volume
ta: தொகுதி

# SubCategory_Category
source: Category
ta: வகை

source: Sub Category Description
ta: துணை வகை விளக்கம்

# SubCategory_SortOrder
source: Sort Order
ta: வரிசையை வரிசைப்படுத்து

# CustomerMaster_AddressLine1
source: Address Line1
ta: முகவரி வரி 1

# CustomerMaster_AddressLine2
source: Address Line2
ta: முகவரி வரி 2

# CustomerMaster_AddressLine3
source: Address Line3
ta: முகவரி வரி 3

# CustomerMaster_ContactPersonName
source: Contact Person Name
ta: தொடர்பு நபரின் பெயர்

# CustomerMaster_CustomerName
source: Customer Name
ta: வாடிக்கையாளர் பெயர்

# CustomerMaster_EmailID
source: Email ID
ta: மின்னஞ்சல் முகவரி

# CustomerMaster_MobileNo
source: Mobile No
ta: அலைபேசி எண்

# CustomerMaster_PhoneNo
source: Phone No
ta: தொலைபேசி எண்

# CustomerMaster_Status
source: Status
ta: நிலை

# SupplierMaster_AddressLine1
source: Address Line1
ta: முகவரி வரி 1

# SupplierMaster_AddressLine2
source: Address Line2
ta: முகவரி வரி 2

# SupplierMaster_AddressLine3
source: Address Line3
ta: முகவரி வரி 3

# SupplierMaster_ContactPersonName
source: Contact Person Name
ta: தொடர்பு நபரின் பெயர்

# SupplierMaster_EmailID
source: EmailID
ta: மின்னஞ்சல் முகவரி

# SupplierMaster_MobileNo
source: Mobile No
ta: அலைபேசி எண்

# SupplierMaster_PhoneNo
source: Phone No
ta: தொலைபேசி எண்

# SupplierMaster_Status
source: Status
ta: நிலை

# SupplierMaster_SupplierName
source: Supplier Name
ta: விற்பனையாளர் பெயர்

# CustomerMaster_SearchCustomerName
source: Search By Customer Name
ta: வாடிக்கையாளர் பெயர் மூலம் தேடுங்கள்

# PublicationMaster_AddressLine1
source: Address Line1
ta: முகவரி வரி 1

# PublicationMaster_AddressLine2
source: Address Line2
ta: முகவரி வரி 2

# PublicationMaster_AddressLine3
source: Address Line3
ta: முகவரி வரி 3

# PublicationMaster_PublicationName
source: Publication Name
ta: வெளியீட்டு பெயர்

# PublicationMaster_SearchPublicationName
source: Search By Publication Name
ta: வெளியீட்டு பெயரால் தேடவும்

# PublicationMaster_Status
source: Status
ta: நிலை

# SupplierMaster_SearchSupplierName
source: Search By Supplier Name
ta: சப்ளையர் பெயரால் தேடவும்

# Common_Browse
source: Browse
ta: உலாவுக

# BankDetail_BankName
source: Bank Name
ta: வங்கி பெயர்

# ProjectSetupDetail_ConfigurationName
source: Configuration Name
ta: உள்ளமைவு பெயர்

# ProjectSetupDetail_Text
source: Configuration Value
ta: உள்ளமைவு மதிப்பு

# Purchases_ReferenceNO
source: Reference No
ta: குறிப்பு எண்

# Purchases_PurchaseDate
source: Purchase Date
ta: கொள்முதல் தேதி

# Purchases_Supplier
source: Supplier
ta: சப்ளையர்

# Purchases_PaymentStatus
source: Payment Status
ta: பணம் செலுத்தும் நிலை

# Purchases_PurchaseStatus
source: Purchase Status
ta: கொள்முதல் நிலை

# Purchases_GrandTotal
source: Grand Total
ta: கிராண்ட் டோட்டல்

# Purchases_Balance
source: Balance
ta: இருப்பு

# Purchases_Paid
source: Paid
ta: பணம் செலுத்தப்பட்டது

# Purchases_StoreID
source: Store
ta: கடை

# Purchases_OrderTax
source: OrderTax
ta: ஆர்டர் டாக்ஸ்

# Purchases_Shipping
source: Shipping Charges
ta: கப்பல் கட்டணம்

# Purchases_PaymentTerm
source: Payment Term in Days
ta: நாட்களில் பணம் செலுத்தும் காலம்

# Purchases_ReferenceAttachment
source: ReferenceAttachment
ta: குறிப்பு இணைப்பு

# PrintSettingsMaster_CompanyName
source: Company Name
ta: நிறுவனத்தின் பெயர்

# PrintSettingsMaster_StoreID
source: Store
ta: கடை

# PrintSettingsMaster_Address1
source: Address 1
ta: முகவரி 1

# PrintSettingsMaster_Address2
source: Address 2
ta: முகவரி 2

# PrintSettingsMaster_CityName
source: City Name
ta: நகரின் பெயர்

# PrintSettingsMaster_PinCode
source: Pin Code
ta: அஞ்சல் குறியீடு

# PrintSettingsMaster_PhoneNumber
source: Phone Number
ta: தொலைபேசி எண்

# PrintSettingsMaster_MobileNumber
source: Mobile Number
ta: கைபேசி எண்

# PrintSettingsMaster_FaxNo
source: Fax No
ta: தொலைநகல் எண்

# PrintSettingsMaster_Website
source: Website
ta: இணையதளம்

# PrintSettingsMaster_RegistrationNumber
source: Registration Number
ta: பதிவு எண்

# PrintSettingsMaster_PANNumber
source: PAN Number
ta: PAN எண்

# PrintSettingsMaster_FooterMessage
source: Footer Message
ta: அடிக்குறிப்பு செய்தி

# PrintSettingsMaster_Email
source: E-mail
ta: மின்னஞ்சல்

# Purchases_Product
source: Product
ta: தயாரிப்பு

# PurchaseMaster_ProductName
source: Product Name
ta: பொருளின் பெயர்

# PurchaseMaster_ProductTax
source: Product Tax
ta: தயாரிப்பு வரி

# PurchaseMaster_Quantity
source: Quantity
ta: அளவு

# PurchaseMaster_SubTotal
source: Amount
ta: தொகை

# PurchaseMaster_UnitCost
source: Unit Cost
ta: அலகு விலை

# Purchases_Discount
source: Discount
ta: தள்ளுபடி

# Purchases_Quantity
source: Quantity
ta: அளவு

# Common_Note
source: Note
ta: குறிப்பு

# Common_Store
source: Store
ta: கடை

source: Stock Adjustment Date
ta: பங்கு சரிசெய்தல் தேதி

# Common_GrandTotal
source: Grand Total
ta: கிராண்ட் டோட்டல்

# Common_Items
source: Items
ta: பொருட்களை

# Common_OrderDiscount
source: Order Discount
ta: ஆர்டர் தள்ளுபடி

# Common_OrderTax
source: Order Tax
ta: வரி வரிசை

# Common_Shipping
source: Shipping
ta: கப்பல்

# Common_Total
source: Total
ta: மொத்தம்

# Promotions_Name
source: Promotion Name
ta: விளம்பர பெயர்

# Promotions_Type
source: Promotion Type
ta: விளம்பர வகை

# Promotions_FromDate
source: FromDate
ta: தேதியிலிருந்து

# Promotions_ToDate
source: ToDate
ta: இன்றுவரை

# Promotions_Category
source: Category
ta: வகை

# Promotions_Discount
source: Discount
ta: தள்ளுபடி

# Promotions_FromAmount
source: From Amount
ta: தொகையிலிருந்து

# Promotions_SubCategory
source: Sub Category
ta: துணை வகை

# Promotions_Supplier
source: Supplier
ta: சப்ளையர்

# Promotions_ToAmount
source: To Amount
ta: தொகைக்கு

# PackMaster_AfterUnPack
source: After UnPack
ta: அன் பேக்கிற்குப் பிறகு

# PackMaster_CurrentStock
source: Current Stock
ta: தற்போதைய பங்கு

# PackMaster_PackProductCode
source: Pack Product Code
ta: பேக் தயாரிப்பு குறியீடு

# PackMaster_PackProductName
source: Pack Product Name
ta: பேக் தயாரிப்பு பெயர்

# UnPackMaster_AfterUnPack
source: After UnPack
ta: அன் பேக்கிற்குப் பிறகு

# UnPackMaster_CurrentStock
source: Current Stock
ta: தற்போதைய பங்கு

# UnPackMaster_PackSize
source: PackSize
ta: பேக் சைஸ்

# UnPackMaster_ReferenceNO
source: Reference NO
ta: குறிப்பு எண்

# UnPackMaster_UnPackProductCode
source: Un Pack Product Code
ta: அன் பேக் தயாரிப்பு குறியீடு

# UnPackMaster_UnPackProductName
source: Un Pack Product Name
ta: அன் பேக் தயாரிப்பு பெயர்

# UnPackMaster_UnPackQuantity
source: Un Pack Quantity
ta: அன் பேக் அளவு

# Promotions_Product
source: Product Name
ta: பொருளின் பெயர்

# UnPackMaster_Date
source: Un Pack Date
ta: அன் பேக் தேதி

# UnPackMaster_Month
source: Un Pack Month
ta: அன் பேக் மாதம்

# UnPackMaster_Year
source: Un Pack Year
ta: அன் பேக் ஆண்டு

# ExpensesDetail_Amount
source: Amount
ta: தொகை

# ExpensesDetail_Date
source: Date
ta: தேதி

# ExpensesDetail_ExpensesType
source: Expenses Type
ta: செலவுகள் வகை

# ExpensesDetail_Paidby
source: Account by
ta: மூலம் கணக்கு

# Common_FileName
source: File Name
ta: கோப்பு பெயர்

# Common_FileSize
source: File Size
ta: கோப்பின் அளவு

# Common_FileType
source: File Type
ta: கோப்பு வகை

# Purchases_EndDate
source: End Date
ta: கடைசி தேதி

# Purchases_StartDate
source: Start Date
ta: தொடக்க தேதி

# Purchases_Store
source: Store
ta: கடை

# Common_AdjustQuantity
source: Adjustment Quantity
ta: சரிசெய்தல் அளவு

# Common_ProductQuantity
source: Product Quantity
ta: தயாரிப்பு (Qty)

# Common_ReferenceNo
source: Reference No
ta: குறிப்பு எண்

source: Stock Month
ta: பங்கு மாதம்

# Stock_ReferenceNo
source: Reference No
ta: குறிப்பு எண்

source: Stock Year
ta: பங்கு ஆண்டு

# ExpensesReport_EnterDate
source: Enter Date
ta: தேதியை உள்ளிடவும்

# ExpensesReport_EnterEndDate
source: Enter End Date
ta: இறுதி தேதியை உள்ளிடவும்

# ExpensesReport_EnterStartDate
source: Enter Start Date
ta: தொடக்க தேதியை உள்ளிடவும்

# ExpensesDetail_Description
source: Description
ta: விளக்கம்

# Sales_SalesDate
source: Sales Date
ta: விற்பனை தேதி

# Sales_ReferenceNO
source: Bill No
ta: பில் எண்

# Sales_StoreID
source: Store
ta: கடை

# Sales_SalesStatus
source: Sales Status
ta: விற்பனை நிலை

# Sales_Customer
source: Customer
ta: வாடிக்கையாளர்

# Purchases_PurchaseReturnDate
source: PurchaseReturn Date
ta: திரும்ப வாங்கிய தேதி

# Purchases_PurchaseReturnStatus
source: PurchaseReturn Status
ta: வாங்குதல் திரும்பும் நிலை

# Purchases_QuantityReturned
source: Quantity Returned
ta: அளவு திரும்பியது

# Common_Return
source: Return
ta: திரும்ப

# Common_Supplier
source: Supplier
ta: சப்ளையர்

# Product_ProductID
source: Product ID
ta: தயாரிப்பு ஐடி

# Product_SupplierCostPrice
source: Cost Price
ta: செலவு விலை

# Product_SupplierID
source: Supplier ID
ta: சப்ளையர் ஐடி

# Product_SupplierName
source: Supplier Name
ta: விற்பனையாளர் பெயர்

# Sales_PaymentStatus
source: Payment Status
ta: பணம் செலுத்தும் நிலை

# CustomerMaster_DefaultSales
source: Default Sales
ta: இயல்புநிலை விற்பனை

# TransferMaster_ProductName
source: Product Name
ta: பொருளின் பெயர்

# TransferMaster_Quantity
source: Quantity
ta: அளவு

source: TransferMaster_SubTotal
ta: மாஸ்டர் துணைத்தொகையை மாற்றவும்

# TransferMaster_UnitCost
source: Unit Cost
ta: அலகு விலை

# Transfers_Quantity
source: Quantity
ta: அளவு

# Transfers_ReferenceNO
source: Reference NO
ta: குறிப்பு எண்

# Transfers_TransferDate
source: Transfer Date
ta: இடமாற்ற தேதி

# Transfers_TransferStatus
source: Transfer Status
ta: பரிமாற்ற நிலை

# Common_FromStore
source: From Store
ta: கடையில் இருந்து

# Common_ToStore
source: To Store
ta: சேமிக்க

# Common_Transfer
source: Transfer
ta: இடமாற்றம்

# TransferMaster_TransferQuantity
source: Transfer Quantity
ta: பரிமாற்ற அளவு

# Product_HSNCode
source: HSN Code
ta: HSN குறியீடு

# ProductReport_Brand
source: Brand
ta: பிராண்ட்

# ProductReport_Category
source: Category
ta: வகை

# ProductReport_EndDate
source: End Date
ta: கடைசி தேதி

# ProductReport_Product
source: Product Name
ta: பொருளின் பெயர்

# ProductReport_StartDate
source: Start Date
ta: தொடக்க தேதி

# ProductReport_SubCategory
source: Sub Category
ta: துணை வகை

# Common_DiscountAmount
source: Amount
ta: தொகை

# Promotions_DiscountType
source: Discount Type
ta: தள்ளுபடி வகை

# MenuMasterDetail_IconCls
source: IconCls
ta: சின்னங்கள்

# MenuMasterDetail_MenuName
source: Menu Name
ta: மெனு பெயர்

# MenuMasterDetail_OrderByTab
source: Order by Tab
ta: தாவல் மூலம் உத்தரவு

# MenuMasterDetail_PageUrl
source: Page Url
ta: பக்கம் Url

# MenuMasterHeader_IconCls
source: IconCls
ta: சின்னங்கள்

# MenuMasterHeader_MenuName
source: Menu Name
ta: மெனு பெயர்

# MenuMasterHeader_OrderByTab
source: Order by Tab
ta: தாவல் மூலம் உத்தரவு

# MenuMasterHeader_PageUrl
source: Page Url
ta: பக்கம் Url

# ToolTip_EnterIconCls
source: Enter Icon Cls
ta: ஐகான் Cls ஐ உள்ளிடவும்

# ToolTip_EnterOrderby
source: Enter Order by
ta: மூலம் ஆர்டரை உள்ளிடவும்

# ToolTip_EnterPageUrl
source: Enter Page Url
ta: பக்கம் URL ஐ உள்ளிடவும்

# ToolTip_HeaderMenuName
source: Search by Menu Name
ta: மெனு பெயரால் தேடவும்

# MenuMasterHeader_AvailableAccess
source: Available Access
ta: கிடைக்கும் அணுகல்

# MenuMasterHeader_EnabledAccess
source: Enabled Access
ta: அணுகல் இயக்கப்பட்டது

# MenuMasterHeader_IsPageAccess
source: Is Page Access
ta: பக்க அணுகல்

# Common_Disabled
source: Disabled
ta: முடக்கப்பட்டது

# Common_StoreName
source: Store Name
ta: கடையின் பெயர்

# Report_ProductCode
source: Product Code
ta: தயாரிப்பு குறியீடு

# Report_ProductName
source: Product Name
ta: பொருளின் பெயர்

# Report_Purchased
source: Purchase
ta: கொள்முதல்

# Report_Sales
source: Sales
ta: விற்பனை

# Report_Stock
source: Stock
ta: பங்கு

# Common_ProductCode
source: Product Code
ta: தயாரிப்பு குறியீடு

# Common_ProductName
source: Product Name
ta: பொருளின் பெயர்

# Common_ProductNameQuantity
source: Product(Qty)
ta: தயாரிப்பு (Qty)

# Common_ProfitLoss
source: ProfitLoss
ta: லாப இழப்பு

# Common_Purchased
source: Purchased
ta: வாங்கப்பட்டது

# Common_Sold
source: Sold
ta: விற்கப்பட்டது

# Common_StockAmount
source: Stock Amount
ta: பங்கு தொகை

# Sales_Balance
source: Balance
ta: இருப்பு

# Sales_Biller
source: Biller
ta: பில்லர்

# Sales_EndDate
source: EndDate
ta: கடைசி தேதி

# Sales_GrandTotal
source: Grand Total
ta: கிராண்ட் டோட்டல்

# Sales_Paid
source: Paid
ta: பணம் செலுத்தப்பட்டது

# Sales_Product
source: Product
ta: தயாரிப்பு

# Sales_StartDate
source: StartDate
ta: தொடக்க தேதி

# Sales_Store
source: Store
ta: கடை

# Common_Status_Active
source: Active
ta: செயலில்

# Common_Status_Inactive
source: Inactive
ta: செயலற்றது

# Report_AlertQuantity
source: Reorder Level
ta: மறுவரிசை நிலை

# Report_CurrentQuantity
source: Current Quantity
ta: தற்போதைய அளவு

# Common_ApprovalStatus
source: Approval Status
ta: ஒப்புதல் நிலை

# CustomerMaster_IsPoints
source: Points
ta: புள்ளிகள்

# SalesPointsMaster_FromPoints
source: From Points
ta: புள்ளிகளிலிருந்து

# SalesPointsMaster_Points
source: Points
ta: புள்ளிகள்

# SalesPointsMaster_StoreName
source: Store Name
ta: கடையின் பெயர்

# Sales_CustomerName
source: Customer Name
ta: வாடிக்கையாளர் பெயர்

# Sales_PaidAmount
source: Paid Amount
ta: செலுத்திய தொகை

# Sales_QuantityReturned
source: Quantity Returned
ta: அளவு திரும்பியது

# Sales_ReturnedDate
source: Returned Date
ta: திரும்பிய தேதி

# Sales_TotalAmount
source: Total Amount
ta: மொத்த தொகை

# SalesPointsMaster_PointsType
source: Points Type
ta: புள்ளிகள் வகை

# SalesPointsMaster_ToPoints
source: To Points
ta: புள்ளிகளுக்கு

# Product_MakerName
source: Maker Name
ta: தயாரிப்பாளர் பெயர்

# PurchaseMaster_MRP
source: MRP
ta: எம்ஆர்பி

# PurchaseMaster_QuantityReceived
source: Quantity Received
ta: பெறப்பட்ட அளவு

# PurchaseMaster_SellingPrice
source: Selling Price
ta: விற்பனை விலை

# Purchases_SupplierInvoice
source: Supplier Invoice
ta: சப்ளையர் விலைப்பட்டியல்

# Sub_SubCategory_Category
source: Category
ta: வகை

source: Sub - Sub Category Description
ta: துணை - துணை வகை விளக்கம்

# Sub_SubCategory_SubCategory
source: Sub Category
ta: துணை வகை

# SupplierContactDetail_Title
source: Title
ta: தலைப்பு

# SupplierContactDetail_ContactPersonName
source: Contact Person Name
ta: தொடர்பு நபரின் பெயர்

# SupplierContactDetail_ContactMobileNo
source: Mobile No
ta: அலைபேசி எண்

# SupplierContactDetail_ContactEmailID
source: Email ID
ta: மின்னஞ்சல் முகவரி

# SupplierContactDetail_AddressLine1
source: Address Line 1
ta: முகவரி வரி 1

# SupplierContactDetail_AddressLine2
source: Address Line 2
ta: முகவரி வரி 2

# SupplierContactDetail_AddressLine3
source: Address Line 3
ta: முகவரி வரி 3

# BankDetails_AccountHolderName
source: Holder Name
ta: வைத்திருப்பவரின் பெயர்

# BankDetails_AccountNumber
source: Account Number
ta: கணக்கு எண்

# BankDetails_BankName
source: Bank Name
ta: வங்கி பெயர்

# BankDetails_BranchName
source: Branch Name
ta: கிளை பெயர்

# BankDetails_IFSCCode
source: IFSC Code
ta: IFSC குறியீடு

# BankDetails_BankAccountType
source: Account Type
ta: கணக்கு வகை

# Common_address1
source: Address1
ta: முகவரி 1

# Common_address2
source: Address2
ta: முகவரி 2

# Common_address3
source: Address3
ta: முகவரி 3

# BrandMaster_Maker
source: Maker
ta: தயாரிப்பாளர்

# BrandMaster_BrandName
source: Brand Name
ta: பிராண்ட் பெயர்

# BrandMaster_BrandImage
source: Brand Image
ta: பிராண்ட் படம்

# Product_SupplierMRPPrice
source: MRP
ta: எம்ஆர்பி

# Product_SupplierQuantity
source: Supplier Quantity
ta: சப்ளையர் அளவு

# Product_SupplierSellingPrice
source: Selling Price
ta: விற்பனை விலை

# Accounts_PayableAccountType
source: Account Type
ta: கணக்கு வகை

# Accounts_PayableAccountName
source: Account Name
ta: கணக்கின் பெயர்

# Accounts_Amount
source: Amount
ta: தொகை

# Accounts_Date
source: Date
ta: தேதி

# Accounts_Description
source: Description
ta: விளக்கம்

# Accounts_Supplier
source: Supplier Name
ta: விற்பனையாளர் பெயர்

source: Brand Status
ta: பிராண்ட் நிலை

# Accounts_Accountby
source: Account by
ta: மூலம் கணக்கு

# Common_PageStatus
source: Page Status
ta: பக்க நிலை

# Purchases_RequestDate
source: Request Date
ta: கோரிக்கை தேதி

# Dashboard_Expenses
source: Expenses
ta: செலவுகள்

# Dashboard_Sales
source: Sales
ta: விற்பனை

# Dashboard_SalesReturn
source: Sales return
ta: விற்பனை திரும்பும்

# Dashboard_SalesVoid
source: Sales Void
ta: விற்பனை வெற்றிடம்

source: Product
ta: தயாரிப்பு

source: Store
ta: கடை

source: Today Sales
ta: இன்று விற்பனை

# Common_Employee
source: Employee
ta: பணியாளர்

# EmployeeAccounts_Amount
source: Amount
ta: தொகை

# EmployeeAccounts_Date
source: Date
ta: தேதி

# EmployeeAccounts_Description
source: Description
ta: விளக்கம்

# EmployeeAccounts_Type
source: Type
ta: வகை

# EmployeeAccounts_Month
source: Month
ta: மாதம்

# Employee_Type
source: Type
ta: வகை

source: Account Type
ta: கணக்கு வகை

# Common_Month
source: Month
ta: மாதம்

# Common_Year
source: Year
ta: ஆண்டு

source: Credit Amount
ta: கடன் தொகை

source: Debit Amount
ta: பற்று தொகை

source: Employee
ta: பணியாளர்

# SalesPointsMaster_RedeemPoints
source: Redeem Points
ta: புள்ளிகளை மீட்டெடுக்கவும்

# Payment_Amount
source: Amount
ta: தொகை

# Payment_Balance
source: Balance
ta: இருப்பு

source: Payment Mode
ta: பணம் செலுத்தும் முறை

source: Payment Note
ta: கட்டண குறிப்பு

# Payment_SupplierBalance
source: Supplier Credit Balance Amount:
ta: சப்ளையர் கடன் இருப்பு தொகை:

# Payment_TotalItems
source: Total Items
ta: மொத்த பொருட்கள்

# Payment_TotalPayable
source: Total Payable
ta: செலுத்த வேண்டிய மொத்த தொகை

# Payment_TotalPaying
source: Total Paying
ta: மொத்த செலுத்துதல்

# Payment_CustomerBalance
source: Customer Balance
ta: வாடிக்கையாளர் இருப்பு

# Accounts_PayableType
source: Payable Type
ta: செலுத்த வேண்டிய வகை

# Account_AccNO
source: Acc NO
ta: கணக்கு எண்

# Account_AccountName
source: Account Name
ta: கணக்கின் பெயர்

# Account_AccountsType
source: Accounts Type
ta: கணக்குகளின் வகை

# Accounts_Balance
source: Account Balance
ta: கணக்கு இருப்பு

# Accounts_Customer
source: Customer
ta: வாடிக்கையாளர்

# Accounts_PaymentType
source: Payment Type
ta: கட்டணம் வகை

# Accounts_AccountName
source: Account Name
ta: கணக்கின் பெயர்

# Accounts_AccountNo
source: Account No
ta: கணக்கு எண்

# Accounts_Paidby
source: Account by
ta: மூலம் கணக்கு

# Account_BalanceAmount
source: Balance Amount
ta: மீதம் உள்ள தொகை

# Account_TotalCredit
source: Total Credit Amount
ta: மொத்த கடன் தொகை

# Account_TotalDebit
source: Total Debit Amount
ta: மொத்த டெபிட் தொகை

# Common_CreditAmount
source: Credit Amount
ta: கடன் தொகை

# Common_Date
source: Date
ta: தேதி

# Common_DebitAmount
source: Debit Amount
ta: பற்று தொகை

# Common_Amount
source: Amount
ta: தொகை

# Common_Description
source: Description
ta: விளக்கம்

# Title_OpenRegisterAccounts_View
source: Open Register Accounts - View
ta: பதிவு கணக்குகளைத் திறக்கவும் - காண்க

# BalanceLedger_EndDate
source: End Date
ta: கடைசி தேதி

# BalanceLedger_FinancialYear
source: Financial Year
ta: நிதி ஆண்டு

# BalanceLedger_StartDate
source: Start Date
ta: தொடக்க தேதி

# Sales_PaymentType
source: Payment Type
ta: கட்டணம் வகை

# Common_PaymentType
source: PaymentType
ta: கட்டணம் வகை

# Report_Purchase_Return
source: Purchase Return
ta: வாங்குதல் வருமானம்

# Common_AmountDetails
source: Amount Details
ta: தொகை விவரங்கள்

# Common_PurchasedAmount
source: Purchase - Amt
ta: கொள்முதல் - ஆம்டி

# Common_PurchasedQty
source: Purchase - Qty
ta: கொள்முதல் - Qty

# Common_PurchasedReturnedAmount
source: Purch. Return - Amt
ta: புர்ச். திரும்ப - ஏம்டி

# Common_PurchaseReturnedQty
source: Purch. Return - Qty
ta: புர்ச். திரும்ப - Qty

# Common_SalesReturnedAmount
source: Sales Return - Amt
ta: விற்பனை வருமானம் - ஏஎம்டி

# Common_SalesReturnedQty
source: Sales Return - Qty
ta: விற்பனை வருமானம் - Qty

# Common_SoldAmount
source: Sold Amount
ta: விற்கப்பட்ட தொகை

# Common_SoldQty
source: Sold Qty
ta: விற்கப்பட்டது

# Report_SalesReturn
source: Sales Return
ta: விற்பனை வருமானம்

source: Payment Return
ta: பணம் திரும்பப் பெறுதல்

# Accounts_PaymentMode
source: Payment Mode
ta: பணம் செலுத்தும் முறை

# Accounts_BillNo
source: Bill Number
ta: பில் எண்

# Purchases_Return
source: Purchase Return
ta: வாங்குதல் வருமானம்

source: Sales Mode
ta: விற்பனை முறை

source: Purchase Mode
ta: கொள்முதல் முறை

# Purchase_PurchaseDate
source: Purchase Date
ta: கொள்முதல் தேதி

# Accounts_AccountMode
source: Account Mode
ta: கணக்கு முறை

# Accounts_BillPONo
source: Bill/PO No.
ta: பில்/பிஓ எண்.

# PurchaseOrder_Paid
source: Purchase Paid Amount
ta: வாங்கிய தொகை

source: Purchase Mode
ta: கொள்முதல் முறை

# Supplier_PurchaseMode
source: Purchase Mode
ta: கொள்முதல் முறை

source: Purchase Order Amount
ta: ஆர்டர் தொகை வாங்கவும்

source: Sales Paid Amount
ta: விற்பனை செலுத்திய தொகை

source: Sales Amount
ta: விற்பணை தொகை

# String
source: PurchaseOrder_Paid
ta: பர்சேஸ் ஆர்டர்_பெய்ட்

source: Purchase Return
ta: வாங்குதல் வருமானம்

source: Sales Return
ta: விற்பனை வருமானம்

# Product_BarCode
source: Bar Code
ta: பார் கோட்

# Product_SupplierCode
source: Supplier Code
ta: விநியோகிப்பாளர் குறியீடு

# ExpensesDetail_AccountType
source: Account Type
ta: கணக்கு வகை

# ExpensesDetail_CreditAmount
source: Credit Amount
ta: கடன் தொகை

# ExpensesDetail_DebitAmount
source: Debit Amount
ta: பற்று தொகை

# ExpensesDetail_PayableType
source: Payable Type
ta: செலுத்த வேண்டிய வகை

# FinacialYearAccounts_FinancialName
source: Financial Name
ta: நிதி பெயர்

# FinancialAccounts_EndDate
source: End Date
ta: கடைசி தேதி

# FinancialAccounts_StartDate
source: Start Date
ta: தொடக்க தேதி

# Today_Employee
source: Employee
ta: பணியாளர்

# Admin_Balance
source: Balance
ta: இருப்பு

# Admin_Biller
source: Biller
ta: பில்லர்

# Admin_Customer
source: Customer
ta: வாடிக்கையாளர்

# Admin_GrandTotal
source: Grand Total
ta: கிராண்ட் டோட்டல்

# Admin_Paid
source: Paid
ta: பணம் செலுத்தப்பட்டது
